
"Message Center" = "信息中心";

/* Growl alert sheet */
"Cancel" = "取消";
"Don't Ask Again" = "不再询问";
"Install" = "安装";

// Yet to be localized
"Install Growl" = "安装 Growl";

"Start Growl" = "启动 Growl";

"Show Growl preferences" = "显示 Growl 首选项";

"Growl installation required" = "当有重要事情需要注意时，如纸张不足，您的 HP 设备会使用名为 Growl 的应用程序通知您。\n\n为了接收这类通知，还必须安装其他软件。无需下载，只需单击\“安装\”，即可在您的系统中安装 Growl。\n\n要在每次登录此计算机时启动 Growl 通知，请转至 Apple 的系统首选项，选择 Growl 首选项窗格，然后选中\“登录时启动 Growl\”复选框。";

"Growl not running" = "当有重要事情需要注意时，如纸张不足，您的 HP 设备会使用名为 Growl 的应用程序通知您。为了接收这类通知，请按照下列步骤启动 Growl:\n\n1. 通过单击下面的\“显示 Growl 首选项\”按钮查看“Growl 首选项”窗格。\n2. 在“Growl 首选项”窗格中，单击\“启动 Growl\”按钮。\n3. 要在每次登录此计算机时启动 Growl 消息，请转至 Apple 系统首选项，选择 Growl 首选项窗格，然后选中\“登录时启动 Growl\”复选框。\n4. 退出系统首选项。";

"Loading events" = "正在加载事件...";
HSDDeviceKeyword = "设备";
HSDAlertKeyword = "警报";
HSDEventKeyword = "事件";

HSDAlertSettingsTitle = "警报设置";
HSDAlertsNote = "指定您想要查看的 HP 设备状态信息的范围等级。如果该设备无法完成您要求的任务，或需要您的注意，您将一直收到通知。";

HSDDisplayAlertsTitle = "显示此项目的详细警报信息：";
HSDAutodismissAlertsTitle = "";
HSDAutodismissAlertsTitlePostfix = "秒后自动忽略此警报：";

HSDErrorsWarningsAndInfo = "错误、警告和通知信息";
HSDErrorsAndWarnings = "错误和警告";
HSDErrorsOnly = "仅错误";
HSDInfoMessages = "通知信息";
HSDWarningsAndInfoMessages = "警告和通知信息";

HSDDisplayVirtualAlertsTitle = "在警报中显示 Web 内容";
HSDVirtualAlertsNote = "HSD_TEXT:如果您允许，可以安全地将您的设备状态与 HP 共享。如果您提供这些信息，HP 会进行检查以确定您是否注册参加了 HP 计划，是否有资格获取优惠，并根据可用选项修改提醒。

* 要了解有关向 HP 发送信息的详情，请参见 HSD_KEYED_LINK:MoreInfoTitle。

* 要了解有关惠普隐私政策的更多详细信息，请参阅 HSD_LINK:HSDPrivacyStatementOnlineLink。";
